{
  "lastUpdate": "26 Dicembre 2025",
  "sections": [
    {
      "title": "Informativa sulla Privacy",
      "content": "La presente informativa sulla privacy descrive come Emiliano Cioni (di seguito 'noi', 'nostro' o 'ci') raccoglie, utilizza e protegge le informazioni personali che ci fornite attraverso questo sito web. Ci impegniamo a proteggere la vostra privacy e a trattare i vostri dati personali in modo responsabile e conforme al Regolamento Generale sulla Protezione dei Dati (GDPR) dell'Unione Europea."
    },
    {
      "title": "Titolare del Trattamento",
      "content": "Il titolare del trattamento dei dati è:<br><strong>Emiliano Cioni</strong><br>Lajatico, Toscana<br>Italia"
    },
    {
      "title": "Dati Raccolti",
      "content": "Attraverso il modulo di contatto presente sul sito, raccogliamo i seguenti dati personali:<br>• Nome e cognome<br>• Indirizzo email<br>• Interesse specifico (facoltativo)<br>• Messaggio<br><br>Questi dati vengono raccolti esclusivamente su base volontaria quando l'utente compila il modulo di contatto."
    },
    {
      "title": "Finalità del Trattamento",
      "content": "I dati personali raccolti vengono utilizzati esclusivamente per:<br>• Rispondere alle richieste di informazioni e contatto<br>• Gestire commissioni e acquisizioni di opere<br>• Fornire informazioni su opere d'arte e progetti di design<br><br>Non utilizziamo i vostri dati per scopi di marketing diretto senza il vostro esplicito consenso."
    },
    {
      "title": "Base Giuridica",
      "content": "Il trattamento dei vostri dati personali si basa sul vostro consenso esplicito, fornito al momento della compilazione del modulo di contatto mediante l'accettazione della presente informativa sulla privacy."
    },
    {
      "title": "Conservazione dei Dati",
      "content": "I dati personali verranno conservati per il tempo strettamente necessario a gestire la vostra richiesta e comunque non oltre 24 mesi dalla raccolta, salvo diversa necessità legale o per difesa di un diritto in sede giudiziaria."
    },
    {
      "title": "Comunicazione e Diffusione",
      "content": "I vostri dati personali non saranno comunicati a terzi né diffusi, salvo quanto necessario per l'esecuzione delle attività richieste (es. corrieri per spedizioni di opere acquistate) o per obbligo di legge."
    },
    {
      "title": "Diritti dell'Interessato",
      "content": "Ai sensi degli articoli 15-22 del GDPR, avete il diritto di:<br>• Accedere ai vostri dati personali<br>• Rettificare dati inesatti o incompleti<br>• Cancellare i vostri dati (diritto all'oblio)<br>• Limitare il trattamento dei dati<br>• Opporvi al trattamento<br>• Richiedere la portabilità dei dati<br>• Revocare il consenso in qualsiasi momento<br><br>Per esercitare questi diritti, potete contattarci utilizzando il modulo di contatto presente sul sito."
    },
    {
      "title": "Cookie e Tecnologie di Tracciamento",
      "content": "Questo sito utilizza esclusivamente cookie tecnici necessari al funzionamento del sito stesso. Non utilizziamo cookie di profilazione o di terze parti per scopi pubblicitari."
    },
    {
      "title": "Sicurezza",
      "content": "Adottiamo misure tecniche e organizzative adeguate per proteggere i vostri dati personali da accessi non autorizzati, perdita, distruzione o divulgazione. Il sito utilizza connessioni sicure (HTTPS) per la trasmissione dei dati."
    },
    {
      "title": "Modifiche alla Privacy Policy",
      "content": "Ci riserviamo il diritto di modificare questa informativa sulla privacy in qualsiasi momento. Le modifiche saranno pubblicate su questa pagina con l'indicazione della data di ultimo aggiornamento. Vi invitiamo a consultare periodicamente questa pagina per essere informati su eventuali modifiche."
    },
    {
      "title": "Contatti",
      "content": "Per qualsiasi domanda relativa alla presente informativa sulla privacy o per esercitare i vostri diritti, potete contattarci attraverso il modulo di contatto presente sul sito."
    }
  ]
}

